Revit 2024 API
GroupTypeId.Area Property
 Area.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2024
Syntax
C#
public static ForgeTypeId Area { get; }
Visual Basic
Public Shared ReadOnly Property Area As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Area {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace